[
{"page":"-021","text":"Старт"},
{"page":"-020","text":"Перед тем как отправиться в путешествие,  необходимо определить, насколько вы сильный, выносливый, искусный и обаятельный воин, то есть *установить изначальные характеристики.*(-019) (stats)"},
{"page":"-019","text":"СИЛА — это, прежде всего, показатель вашего здоровья на данный момент. Она отражает не только наличие или отсутствие мускул, но также и волю к жизни, решимость довести начатое дело до конца. Ведь и в действительности, когда говорят 'сильный человек' — это не только про штангиста. Если показатель СИЛЫ становится равен нулю, вы погибаете, и придется начинать *все сначала.*(-018)"},
{"page":"-018","text":"ЛОВКОСТЬ — это умение владеть мечом, сражаться, противостоять врагам. Иногда это и обычная ловкость рук. Одним словом, ваши физические возможности. Естественно, чем больше Ловкость, тем лучше, однако было бы наивно полагать, что все приключения рассчитаны только на здоровяков и сорвиголов. Не расстраивайтесь, если ваша изначальная ЛОВКОСТЬ будет не так высока, как хотелось бы, — есть немало других способов победить, не хватаясь каждые пять минут *за оружие.*(-017)"},
{"page":"-017","text":"ХАРИЗМА — нередко для того, чтобы куда-нибудь попасть, совсем не обязательно применять силу. Например, чтобы вас пропустили, вы можете попытаться уговорить, убедить собеседника, рассказывая правдивые или выдуманные истории. И здесь на помощь придет проверка ОБАЯНИЯ. В случае успеха знайте, что ОБАЯНИЕ увеличилось на одну единицу, что окажется небесполезным в следующий раз. Если оно будет больше 12, в дальнейшем проверять фактически его не имеет смысла. Вы чертовски обаятельны и можете смело этим пользоваться. Но верно и обратное. Если подстерегает неудача, ОБАЯНИЕ уменьшится также на одну единицу (что, разумеется, не мешает ему в следующий раз вновь повыситься). Однако если оно упало до 1, дальнейшие проверки опять же бессмысленны. Бывают люди настолько не внушающие доверия, что им никто не верит, даже если они говорят чистую правду. Отныне до конца игры вы становитесь *именно таким человеком.*(-016)"},
{"page":"-016","text":"РЕАКЦИЯ —  в полном опасностей мире Лабиринта она должна прийти вам на помощь. У вас слишком мало времени на тренировки, и довести свою РЕАКЦИЮ до совершенства вы просто не успеете, но ничто не мешает тренировать ее по дороге. Иногда вам будет предложено *ПРОВЕРИТЬ СВОЮ РЕАКЦИЮ.*(reac:1;-015;-015)"},
{"page":"-015","text":"Если вы не решитесь на проверку, ничего не изменится, и дальнейшие события пойдут своей чередой. Всякий раз для успеха потребуется РЕАКЦИЯ не ниже заранее определенной, но вы-то не будете знать, насколько сложно то или иное препятствие! Если вы все же решитесь проверить РЕАКЦИЮ, и все в порядке, то вы вовремя успеваете защититься от грозящей опасности, а ваша РЕАКЦИЯ увеличивается на 1 единицу. Если же не повезло — дело плохо. Ваша РЕАКЦИЯ уменьшится на 1 единицу, и преодолевать предстоящие трудности придется в замедленном темпе, а последствия этого могут быть самые роковые. Так что думайте и решайте сами. Учтите только, что каждый раз будет неизвестно, можно ли остаться в живых, проходя препятствие в обычном темпе, или для этого нужна исключительно хорошая реакция. Правда, скажем сразу, что таких ловушек в Лабиринте *не так уж много.*(-014)"},
{"page":"-014","text":"УДАЧА — У каждого искателя приключений есть и ещё один параметр. По сути дела, это благосклонность к вам Судьбы. В трудном путешествии не раз придется полагаться на волю случая и уповать только на свое везение. В тексте книга Вам ни раз придется *ПРОВЕРИТЬ СВОЮ УДАЧУ.*(luck;-013;-012)"},
{"page":"-013","text":"После каждой проверки УДАЧА уменьшается на 1 единицу. Чем меньше становится показатель, тем сложнее пройти проверку. Скоро вы поймете, что чем чаще приходится надеяться на удачу, *тем более рискованным это становится.*(-011)"},
{"page":"-012","text":"После каждой проверки УДАЧА уменьшается на 1 единицу. Чем меньше становится показатель, тем сложнее пройти проверку. Скоро вы поймете, что чем чаще приходится надеяться на удачу, *тем более рискованным это становится.*(-011)"},
{"page":"-011","text":"На страницах книги вы нередко будете встречать врагов, с которыми придется сражаться.\n\nВ бою за каждые 4 единицы текущей СИЛЫ наносится 1 единица урона. Если Ваш показатель ЛОВКОСТИ выше чем у противника, вероятность попадания увеличивается и дополнительно наносится 1 единица урона. Выбирайте каким приемом атаковать противника, но будьте осторожны, если Ваш удар окажется неуспешным, противник совершит парирование и нанесет ответный урон. Если вам придется сражаться не с одним, а с несколькими врагами одновременно, то перед каждым раундом атаки вы должны выбрать, в чью сторону вы направляете свой удар. Кроме того стоит учесть, что после полученного урона противник может отступить.\n\nЕсли нет возможности избежать боя, а также если вы сами этого не хотите, придется *схватиться за меч.*(battle:[7,1|7,1|7,1];-010;-010)"},
{"page":"-010","text":"Для еды, а также всего, что только найдете или приобретете по пути, у вас с собой будет заплечный мешок. При этом использовать еду можно не дожидаясь специального приглашения, в любой момент, когда почувствуете голод. Но только не во время боя! У вас будут не настолько легкие противники, чтобы бороться с ними с полным ртом. Однако помните, что мешок не бездонен - в нем есть место только для семи предметов. Если впоследствии мешок будет полон, а вам захочется прихватить с собой что-нибудь еще, что-то придется выложить.\n\nПопробуйте взять *Меч*(take:Item_sword) и съесть *Яблоко*(take:Item_apple), чтобы восполнить силы и *продолжить путь.*(-009)"},
{"page":"-009","text":"Но не расстраивайтесь: далеко не все находки пригодятся в пути. Конечно, не все стоит таскать за спиной. Например, меч будет в ножнах. А вот любое другое оружие можно будет взять с собой только в том случае, если это будет специально оговорено в книге, - вряд ли вы сможете засунуть в заплечный мешок, скажем, копье. С другой стороны, какой-нибудь амулет можно носить и на шее.\n\nПОМНИТЕ: ЧТО БЫ НИ СЛУЧИЛОСЬ В ПУТИ\n\n*ВСЕ ЗАВИСИТ ТОЛЬКО ОТ ВАС*(-008)"},
{"page":"-008","text":"Не единожды силы Зла обращали свой взор на небольшое королевство Элгариол, находящееся под защитой Белой магии. Первое вторжение готовилось с юга еще пять лет назад. Могущественный волшебник Барлад Дэрт построил в Зачарованном лесу Черный замок, превратив некогда мирный лес в плацдарм, с которого гоблины и орки должны были начать наступление. Два года спустя еще один чародей - Анчер Шор - обосновался неподалеку от восточных границ королевства, объявив себя Повелителем простиравшейся вокруг безбрежной пустыни.\nИ всякий раз судьбу Элгариола решал одинокий герой, которому с помощью королевского советника и астролога, магистра Белой магии Майлина удавалось победить Зло. Но так не могло продолжаться вечно, а природа Зла оставалась неизвестной. Откуда приходили черные силы и куда уходили, чего в мире осталось больше - Добра или Зла - Майлин не знал. Уж слишком разобщены были королевства, так что можно было судить только о том, что делается у ближайших соседей, да и то *с немалой осторожностью.*(-007)"},
{"page":"-007","text":"Однако было хорошо известно, что немногим более четырехсот лет назад жил человек, сумевший подняться до самых высоких, самых сокровенных ступеней Знания и получивший звание Великого Мага. И тогда он основал вблизи северо-западных границ Элгариола Обитель Шести Слов, куда со всех сторон света стекались паломники, желавшие приобщиться к Знанию. Двери Обители были открыты для всех, и немало шпионов и посланцев сил Зла проникло туда.\nШло время, а количество бед и несчастий в мире не становилось меньше, и Великий Маг задумался: стоит ли столь щедро делиться Знанием, зачастую использующимся не во благо, а во вред. И закрылись двери Обители Шести Слов, опустел ее двор, *знание стало недоступным.*(-006)"},
{"page":"-006","text":"Тогда силы Зла, которые давно уже были недовольны, получая Знание по крупицам, решили овладеть им целиком. Маг не без труда отразил атаку и вновь погрузился в раздумья. И однажды в ночь вырос вокруг Обители волшебный Лабиринт, ворота которого всегда оставались открытыми. Было объявлено, что лишь тот, кто докажет, что достоин Знания, сможет пройти Лабиринт. Многие с тех пор входили в эти ворота, но ни от кого из них вестей больше не было. А потому вскоре даже предводители Зла забыли о неприступном Лабиринте. Прошло четыреста лет. И вот однажды Анчер Шор, изучая окрестности своих владений, обнаружил древнее сооружение. Догадаться о его назначении не составило особого труда, и чародей решил возобновить попытки проникнуть в Лабиринт. Сомнительно, чтобы Великий Маг все еще был жив, а раз так, - попасть туда будет гораздо легче. Но Анчер Шор ошибся - Лабиринт по-прежнему *хранил свою тайну.*(-005)"},
{"page":"-005","text":"Тем не менее, Зло не собирается отказываться от своих намерений, и, возможно, покорение Лабиринта только вопрос времени. А попав в недобрые руки великое Знание может наделать великих бед, — король Элгариола понял, что медлить нельзя. \nНо как и раньше, надеяться можно лишь на отважного воина, который, возможно, ценой собственной жизни, решится попробовать проникнуть в Лабиринт и добиться успеха. Потому что только воистину достойный человек сможет пройти там, где бесполезна любая армия, и все зависит только от тебя самого.\nДля того чтобы достичь цели, нужны не только ум и решительность, но и смелость, сообразительность, мгновенная реакция. Если вы хотите *попробовать свои силы*(-004), то Король Элгариола ждет вас..."},
{"page":"-004","text":"Рассказав о сложности стоящей перед вами задачи, Король оставляет вас наедине с Майлином. Но взгляд волшебника печален: в этот раз он мало чем может вам помочь.\nНакануне вашего появления в замке он отправил на разведку подвластных ему кондоров, но тем не удалось даже пролететь над Лабиринтом — невидимая стена преградила путь. Однако сверху было прекрасно видно строение Лабиринта — огромный квадрат, в который вписаны еще несколько квадратов поменьше. Правда, в каком из них находится Обитель Шести Слов, к сожалению, *так и осталось неизвестно.*(-003)"},
{"page":"-003","text":"К счастью, о самой Обители Майлин знает несколько больше и старается, рассказывая вам, не упустить ни одной детали. Судя по Главной Летописи Элгариола это была одна из многих в то время Школ Волшебников, после несложного испытания охотно принимавшая учеников. Необычно было только одно: никто из послушников, включая даже посланцев Зла, не смог или не захотел впоследствии рассказать ни слова о том, что происходило внутри Школы, отказываясь даже сообщить, как выглядело само здание. То ли этому мешало мощное заклятие, то ли обет, то ли еще что-то, — этого не знал никто.\n Однако полученными знаниями ученики Великого Мага делились с удовольствием. И стало известно, что Маг основой всего существующего в мире почитает шесть слов: 'Добро', 'Вера', 'Милосердие', 'Сила', 'Страх' и 'Власть'. Именно поэтому *Обитель получила такое название.*(take:spell_good)(take:spell_faith)(take:spell_mercy)(take:spell_strength)(take:spell_fear)(take:spell_power)(-002)"},
{"page":"-002","text":"Известно также, продолжает Майлин, что внутри Обители эти слова обладали магическим действием. Наверняка, это правило распространяется и на Лабиринт. Действие каждого из слов неизвестно, ведь никто не может предугадать логику поступков Великого Мага. Однако, как нельзя дважды выпустить птицу из клетки, нельзя дважды произнести одно и то же слово. Слово произнесенное теряет свою силу, и вы не сможете произнести его еще раз, независимо от того, возымело оно волшебный эффект или нет. Кроме того, в Главной Летописи отмечено, что весь гарнизон, охранявший Школу, состоял всего из шести человек. Эти люди назывались рыцарями Ордена Шести Слов, а Командором Ордена был сам Великий Маг. Не стоит говорить, что все они были отнюдь не обычными воинами. Поговаривали даже, что Маг наложил на них Второе Заклятие Бессмертия, позволявшее умереть только в *честном бою.*(-001)"},
{"page":"-001","text":"Однако любого из рыцарей можно было без труда сразить, громко произнеся то волшебное Слово, символом которого он являлся. Однако, предупреждает Летопись, если вы ошибались и называли неверное Слово (как нередко случалось с теми, кто хитростью пытался победить этих рыцарей на турнирах), это было равнозначно подписанию собственного смертного приговора. Рыцарь не успокаивался, пока не убивал обидчика, а очень немногие могли противостоять этим воинам. В те времена каждый вступивший в Орден носил доспехи, куртку и плащ с изображением символа Ордена — желтого круга с черной буквой 'S' — 'Scientia' — 'Знание'. Так что *стоит задуматься*(000), прежде чем бросить вызов рыцарю Ордена (если, разумеется, кто-то из них еще жив)."},
{"page":"000","text":" И, конечно же, внутри богатого ловушками Лабиринта потребуется не только магия, но и хорошая реакция.\nПокидая Элгариол, вы сможете взять с собой только самое необходимое: меч, заплечный мешок, да на три дня еды.\nВот, пожалуй, и все, чем может помочь вам Майлин, и самое время снова предстать перед Королем. Он предлагает вам еще раз подумать над важностью и серьезностью предстоящего дела. Ведь если потом вы испугаетесь или поймете, что переоценили свои силы, дороги назад уже не будет, — ибо нельзя выйти из Лабиринта, не пройдя его до конца.\nЕсли, несмотря на все, вы полны решимости попробовать себя в этом опасном и трудном деле, можно только пожелать вам удачи..."}
]
